tap "adoptopenjdk/openjdk"
tap "caskroom/cask"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "zegervdv/zathura"
cask "adoptopenjdk8"
cask "xquartz"
brew "ack"
brew "libpng"
brew "fontconfig"
brew "python"
brew "glib"
brew "fribidi"
brew "jpeg"
brew "harfbuzz"
brew "ant"
brew "antigen"
brew "brew-gem"
brew "cmake"
brew "colordiff"
brew "fasd"
brew "ffmpeg", link: false
brew "gdb"
brew "git"
brew "jpeg-turbo"
brew "jq"
brew "mackup"
brew "ruby"
brew "macvim", link: false
brew "ninja"
brew "qt"
brew "rclone"
brew "reattach-to-user-namespace"
brew "rsync"
brew "safe-rm"
brew "tmux"
brew "vifm"
brew "vim"
brew "watch"
brew "wget"
brew "woff2"
brew "youtube-dl"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "adobe-acrobat-reader"
cask "alacritty"
cask "android-platform-tools"
cask "atom"
cask "bartender"
cask "chromedriver"
cask "colorpicker-propicker"
cask "dbngin"
cask "docker"
cask "dosbox"
cask "emacs"
cask "fuse"
cask "glyphs"
cask "hammerspoon"
cask "iina"
cask "intellij-idea-ce"
cask "iterm2"
cask "java"
cask "keyboardcleantool"
cask "macs-fan-control"
cask "mounty"
cask "mutespotifyads"
cask "netbeans"
cask "qbittorrent"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "qutebrowser"
cask "smcfancontrol"
cask "spotify"
cask "taskwarrior-pomodoro"
cask "timer"
cask "turbo-boost-switcher"
cask "vlc"
cask "webtorrent"
cask "wine-stable"
cask "yacreader"
